import React from "react";
import "./AboutPage.css"; // Optional if you're styling separately

const AboutPage = () => {
  return (
    <section className="about-page">
      <div className="container">
        <h1>Մեր Մասին</h1>
        <p>
          Sole Jewelry-ն նվիրված է ստեղծելու բացառիկ ոսկյա և արծաթյա զարդեր, որոնք
          արտահայտում են նրբաճաշակ ոճը և անհատականությունը։ Մեր բոլոր արտադրանքները
          պատրաստված են մեծ ուշադրությամբ և սիրով՝ ապահովելու որակ, կայունություն և
          գեղեցկություն։
        </p>
        <p>
          Մեր խանութը գործում է 2018 թվականից և մենք արդեն սպասարկել ենք հազարավոր
          գոհ հաճախորդների՝ տեղական և միջազգային։ Մենք հպարտ ենք մեր հաճախորդների
          վստահության և սիրո համար։
        </p>
        <p>
          Հետաքրքրվա՞ծ եք զարդերով՝ պատրաստված ձեր սեփական պատկերացմամբ։ Մենք
          առաջարկում ենք անհատական պատվերների ընդունում՝ ըստ ձեր նախասիրությունների։
        </p>
      </div>
    </section>
  );
};

export default AboutPage;
